{"id":189,"date":"2020-08-18T09:29:10","date_gmt":"2020-08-18T09:29:10","guid":{"rendered":"https:\/\/allupsilica.com\/?page_id=189"},"modified":"2020-08-19T07:52:14","modified_gmt":"2020-08-19T07:52:14","slug":"privacy-policy-2","status":"publish","type":"page","link":"https:\/\/allupsilica.com\/privacy-policy-2\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<div id=\"pl-189\"  class=\"panel-layout\" ><div id=\"pg-189-0\"  class=\"panel-grid panel-no-style\" ><div id=\"pgc-189-0-0\"  class=\"panel-grid-cell\" ><div id=\"panel-189-0-0-0\" class=\"so-panel widget widget_text panel-first-child panel-last-child\" data-index=\"0\" >\t\t\t<div class=\"textwidget\"><h3 class=\"sub-title\">PRIVACY POLICY<\/h3>\n<p><strong>Allup<\/strong><strong> Sand Pty Ltd<\/strong><\/p>\n<p>Effective Date: 01\/06\/2020<\/p>\n<div class=\"text-justify\">This Privacy Policy covers how we collect, use, disclose and store your personal information, and you should read it carefully prior to accessing or using the information and services available through the <strong>Allup Sand <\/strong>website.<strong>1. DEFINITIONS<\/strong><\/p>\n<p>The words “<strong>Allup<\/strong><strong> Sand<\/strong>” or “<strong>Allup<\/strong>”, (and terms such as &#8220;we&#8221;, &#8220;our&#8221; and &#8220;us&#8221;) refer to <strong>Allup<\/strong><strong> Sand <\/strong>Pty Ltd (ACN 163 173 224), and <strong>&#8220;<\/strong>Services<strong>&#8221; <\/strong>refers to any materials and services provided, delivered on or supplied through the<\/p>\n<p>website <a href=\"http:\/\/www.allupsilica.com\/\">www.allupsilica.com <\/a>or <a href=\"http:\/\/www.allupsilica.com.au\/\">www.allupsilica.com.au <\/a>(or any other authorised <strong>Allup<\/strong><strong> Sand <\/strong>websites); the <strong>Allup Sand <\/strong>social media sites and pages and any current or future <strong>Allup Sand <\/strong>available applications for websites or telephones.<\/p>\n<p>In this Privacy Policy, &#8220;personal information&#8221; means any information or data from a member or user individual, or any individual who uses <strong>Allup Sand <\/strong>Services.<\/p>\n<p><strong>2. PRIVACY LAW<\/strong><\/p>\n<p><strong>Allup<\/strong><strong> Sand <\/strong>are required by Australian Law to comply with the <em>Privacy Act<\/em><\/p>\n<p><em>1988 <\/em>(Cth), and the Australian Privacy Principles detailed in that Act, and any other applicable laws relating to your privacy rights and\/or the management of your personal information.<\/p>\n<p><strong>3. PROVIDING INFORMATION<\/strong><\/p>\n<p>By providing <strong>Allup Sand <\/strong>with your personal information for the purposes of <strong>Allup Sand <\/strong>providing Services to you, you agree to our collection, use and disclosure of your personal information as described in this Privacy Policy.<\/p>\n<p>It is your exclusive right not to provide personal information to <strong>Allup Sand <\/strong>and you are not required to provide personal information to us should you not use the <strong>Allup Sand <\/strong>Services.<\/p>\n<p>If you choose to use the <strong>Allup Sand <\/strong>Service, and certain personal information is required, if you do not provide us with the required personal information <strong>Allup Sand <\/strong>may not be able to provide you with Services and whether <strong>Allup Sand <\/strong>can commence or continue the supply of <strong>Allup Sand <\/strong>Service to you or allow you to use <strong>Allup Sand <\/strong>Services.<\/p>\n<p><strong>4. ANONYMITY<\/strong><\/p>\n<p>We will not allow you to use a pseudonym or to not identify yourself unless this is not in compliance with any law (including the Australian Privacy Law).<\/p>\n<p><strong>5. YOUR PRIVACY<\/strong><\/p>\n<p><strong>Allup Sand <\/strong>is in the business of minerals exploration and this website predominantly provides an information Service for people.  This System will or may allows you to enter details and receive information in the form of a broadcast email, access to limited or quarantined information or other such features.  The System also refers you to Social Media pages relevant to the Company. To do this <strong>Allup Sand <\/strong>collects and uses certain information.  This includes, but may not be limited to, your name and contact details and all other necessary information required to execute the <strong>Allup Sand <\/strong>Service.<\/p>\n<p><strong>6. INFORMATION COLLECTED<\/strong><\/p>\n<p><strong>Allup Sand <\/strong>only collects personal information that is reasonably necessary for us to provide you with the <strong>Allup Sand <\/strong>Services, or which is directly related to our provision of the Services.<\/p>\n<p><strong>Allup Sand <\/strong>may collect personal information; including, but not limited to, your name, the name of the Company you work for, your contact numbers and details, email address and other details, such as Investor Status under S703. Company Law, if <strong>Allup Sand <\/strong>Services are to be used.<\/p>\n<p>Other information we collect includes information that you provide to <strong>Allup Sand <\/strong>through any channels, and records of our transactions and any communications with you, including any complaints, requests or queries.<\/p>\n<p><strong>Allup Sand <\/strong>may also collect personal information directly from other parties that you have authorised <strong>Allup Sand <\/strong>to collect or you have authorised the other party to provide, or from third parties who provide services to us or alternatively through publicly available sources.<\/p>\n<p><strong>7. INFORMATION COLLECT VIA SERVICE ACCESS<\/strong><\/p>\n<p>Accessing an <strong>Allup Sand <\/strong>website or other <strong>Allup Sand <\/strong>application or system, <strong>Allup Sand <\/strong>may electronically record and retain certain information, including your IP address, location, session activity details, browser details and the date and times of access.<\/p>\n<p>Any online or electronic interaction with an <strong>Allup Sand <\/strong>website or other <strong>Allup Sand <\/strong>application or system will result in the collection of information relating to and from the interaction or transaction from use of the <strong>Allup Sand <\/strong>Services.<\/p>\n<p><strong>8. USE OF COLLECTED INFORMATION<\/strong><\/p>\n<p>Personal information can be used for the following purpose:<\/p>\n<ul>\n<li>providing services;<\/li>\n<li>providing information;<\/li>\n<li>other products or services;<\/li>\n<li>direct marketing to you;<\/li>\n<\/ul>\n<p>Your personal information may be used for direct marketing purposes to tell you about services and offers that we think may be of interest to you.<br \/>\nYou can opt out of marketing activities at any time.<\/p>\n<ul>\n<li>communicating with you;<\/li>\n<li>personalising, customising and improving your experience with our Site;<\/li>\n<li>the general management and conduct of our business; and<\/li>\n<li>complying with our legal<\/li>\n<\/ul>\n<p>We may also use personal information for related purposes that would be reasonably expected by you. We will only use your personal information for the provision of our Services to you as detailed in this Privacy Policy or in our Terms and Conditions (the details are located at <a href=\"http:\/\/www.allupsilica.com\/termsandconditions\">www.allupsilica.com\/termsandconditions<\/a>), or for any other purpose, which we state at the time of the collection.<\/p>\n<p><strong>9. STORE AND PROTECT<\/strong><\/p>\n<p><strong>Allup Sand <\/strong>take reasonable precautions to protect the personal information we hold about you from misuse, loss and unauthorised access or disclosure.  While we take all due care in ensuring the privacy and security of your personal information, the possibility exists that this information could be unlawfully intercepted while in transit over the internet or while stored on our systems or on our Site. Subject to our Terms and Conditions, we disclaim all liability to you to the greatest extent permitted by law should this occur. If you cease to use our Services, <strong>Allup Sand <\/strong>may retain your personal information to comply with its record keeping obligations under law. We will take reasonable steps to destroy or de-identify personal information that is no longer needed for the purpose for which it was collected.<\/p>\n<p><strong>10. COOKIES<\/strong><\/p>\n<p>We may collect information about you and how you interact with our Site, by using or storing &#8220;cookies&#8221; on your computer, phone, tablet or other device. You can delete cookies from your device at any time via your internet browser. However, doing so may limit your use of some of the Site&#8217;s features.<\/p>\n<p><strong>11. GOOGLE ADWORDS OR OTHER SIMILAR PARTIES<\/strong><\/p>\n<p><strong>Allup Sand <\/strong>may use Google Adwords or other similar service providers to promote and advertise on other websites. Third party vendors, including Google, may use your cookies to serve advertisements based on your past visits to the Site.       You may refer to the Google Adwords or other similar service providers terms and conditions or chose to use their opt-out procedures.<\/p>\n<p><strong>12. LINKS TO OTHER WEBSITES OR SOCIAL MEDIA SITES<\/strong><\/p>\n<p>The <strong>Allup Sand <\/strong>website or applications may contain links to other websites or social media sites. We are not responsible for the privacy practices of the owners of those websites or social media sites. We recommend that you read the privacy policy of any websites or social media sites that asks you to provide any personal information.<\/p>\n<p><strong>13. SHARING PERSONAL INFORMATION<\/strong><\/p>\n<p><strong>Allup Sand <\/strong>will share or disclose your personal information in the following circumstances:<\/p>\n<ul>\n<li>when we have your consent;<\/li>\n<li>to third parties and Service Providers where necessary for us to provide our Services to you, or where you have expressly asked us to disclose your personal information for the purposes of them or us providing further Services;<\/li>\n<li>to our related bodies corporate, and their respective directors, officers, agents, and employees for the purpose of providing the Services and for our internal business purposes;<\/li>\n<li>as required or permitted by If you opt in to receive marketing email communications from us, these will be sent to you directly or on our behalf. We will only send communications to people who have opted to receive them. You can unsubscribe from receiving these communications at any time by using the link on the emails we send you or via <a href=\"mailto:unsubscribe@allupsilica.com\">unsubscribe@allupsilica.com<\/a><\/li>\n<li>A change of control or business transition, such as a merger, acquisition by another company, or sale of all or a portion of its assets, your personal information may be among the<br \/>\nassets transferred.<\/li>\n<\/ul>\n<p><strong>14. CORRECTING YOUR INFORMATION<\/strong><\/p>\n<p>You may ask <strong>Allup Sand <\/strong>to provide you with access to the personal information we hold, subject to exceptions applicable under the Australian Privacy Law.  For your protection, you will be required to validate your identity before accessing your personal information.  In most cases, we can provide you with your personal information free of charge. However, in some circumstances, reasonable costs may be charged to you in accessing your personal information.  It is your responsibility to advise us of any changes to your personal information, to ensure that it is up to date, relevant and of an appropriate quality to enable us to provide our Services to you. If you are a registered User, you can login to access, and as required, update your personal information via your system settings.<\/p>\n<p><strong>15. CHANGE TO THIS PRIVACY POLICY<\/strong><\/p>\n<p><strong>Allup Sand <\/strong>may update this Privacy Policy from time to time as deemed necessary and in our sole discretion. To review the current Privacy Policy please revisit this page.<\/p>\n<p>If you do not agree with the terms of this Privacy Policy, as amended, in whole or part, you must not continue to access or use our Services or any <strong>Allup Sand <\/strong>sites or applications.<\/p>\n<p>Any changes to this Privacy Policy will be effective on the posting to this site.<\/p>\n<p><strong>16. COMPLAINTS<\/strong><\/p>\n<p>If you want to make a complaint about how we handle your personal information, please contact us at <a href=\"mailto:team@allupsilica.com\">team@allupsilica.com<\/a><\/p>\n<p>Alternatively, any person may make a complaint to the Office of the Australian Information Commissioner.  The Office of the Australian Information Commissioner may be contacted on telephone 1300 363 992 or e-mail <a href=\"mailto:enquiries@oaic.gov.au\">enquiries@oaic.gov.au <\/a>or post at GPO Box 5218, Sydney NSW 2001<\/p>\n<p><strong>17. OFFICE OF AUSTRALIAN INFORMATION COMMISSIONER<\/strong><\/p>\n<p>For more information about privacy issues in Australian and protecting your privacy, visit the Office of the Australian Information Commissioner&#8217;s website at <a href=\"https:\/\/www.ratemyagent.com.au\/www.oaic.gov.au\">www.oaic.gov.au<\/a>.<\/p>\n<p><strong>18. CONTACT US<\/strong><\/p>\n<p>You can contact us about these Terms using the following details:  <a href=\"mailto:team@allupsilica.com\">team@allupsilica.com<\/a><\/p>\n<p>Suite 90, 102 Railway Street<br \/>\nWest Perth Western Australia 6005<\/p>\n<\/div>\n<\/div>\n\t\t<\/div><\/div><\/div><\/div>","protected":false},"excerpt":{"rendered":"<p>PRIVACY POLICY Allup Sand Pty Ltd Effective Date: 01\/06\/2020 This Privacy Policy covers how we collect, use, disclose and store your personal information, and you should read it carefully prior to accessing or using the information and services available through the Allup Sand website.1. DEFINITIONS The words “Allup Sand” or “Allup”, (and terms such as [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"fullwidth.php","meta":[],"_links":{"self":[{"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/pages\/189"}],"collection":[{"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/comments?post=189"}],"version-history":[{"count":10,"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/pages\/189\/revisions"}],"predecessor-version":[{"id":362,"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/pages\/189\/revisions\/362"}],"wp:attachment":[{"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/media?parent=189"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}