{"id":191,"date":"2020-08-18T09:29:19","date_gmt":"2020-08-18T09:29:19","guid":{"rendered":"https:\/\/allupsilica.com\/?page_id=191"},"modified":"2020-08-19T08:03:51","modified_gmt":"2020-08-19T08:03:51","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/allupsilica.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"<div id=\"pl-191\"  class=\"panel-layout\" ><div id=\"pg-191-0\"  class=\"panel-grid panel-no-style\" ><div id=\"pgc-191-0-0\"  class=\"panel-grid-cell\" ><div id=\"panel-191-0-0-0\" class=\"so-panel widget widget_text panel-first-child panel-last-child\" data-index=\"0\" >\t\t\t<div class=\"textwidget\"><h3 class=\"sub-title\">TERMS OF USE<\/h3>\n<p><strong>Allup<\/strong><strong> Sand Pty Ltd<\/strong><\/p>\n<p>Effective Date: 01\/06\/202<\/p>\n<div class=\"text-justify\">These terms and conditions (hereinafter &#8220;Terms&#8221;) govern Your use of the following Website (which is hereinafter referred to as &#8220;the Product&#8221;): <a href=\"http:\/\/www.allupsilica.com\"><strong>www.allupsilica.com<\/strong><\/a><strong> or <\/strong><a href=\"http:\/\/www.allupsilica.com.au\"><strong>www.allupsilica.com.au<\/strong><\/a><\/div>\n<div class=\"text-justify\">\n<p>The Product or Information is owned and operated by Allup Sand Pty Ltd (ACN 163 173 224) These Terms constitute a binding agreement between You and Allup Sand Pty Ltd (ACN 163 173 224).<br \/>\nIn connection with Your use of the Product or Information, We may also provide You with access to various other content, documentation, materials, information, goods or services. In these Terms, We refer to all of these items collectively as &#8220;the Items&#8221;. These Terms will govern Your use of all pages of the Product, as Well as Your use of the Items. If You continue to use the Product, You acknowledge that You have been given the chance to review the Terms. You acknowledge that You understand the Terms and that You agree to be bound by the Terms. If You do not understand the Terms, if You do not agree to be bound by the Terms, or if You need more time to review and consider the Terms, then You must stop using the Product immediately.<strong>1. DEFINITIONS : <em>&#8220;Company IP&#8221;<\/em><\/strong>includes, but is not limited to, the contents, layout, design, colours, appearance, graphics and imagery of the Product, Content and Materials as Well as all copyrights, trademarks, trade secrets, patents and other intellectual property contained in the Product, Content and Materials. <strong><em>&#8220;Content&#8221;<\/em><\/strong>means any content, writing, images, audiovisual content or other information published on the Product. <strong><em>&#8220;Contract&#8221;<\/em><\/strong> means these terms and conditions. <strong><em>&#8220;Dispute&#8221;<\/em><\/strong> means any dispute, controversy or claim arising out of or in relation to these Terms, including any dispute, controversy or claim relating to the existence, validity or termination of these Terms. <strong><em>&#8220;Effective Date&#8221;<\/em><\/strong> means the date that these Terms come into force. <strong><em>&#8220;Identifying Information&#8221;<\/em><\/strong> means information provided by You when registering to use the Items, including but not limited to Your name and email address, a user name and a password. <strong><em>&#8220;Items&#8221;<\/em><\/strong> means any and all of the Product, Services, Content and Materials collectively. <strong>“<em>Materials&#8221;<\/em><\/strong> means any materials, information or documentation that We may provide to You in connection with Your use of the Services or Product including documentation, data, information developed by Us or owned by Us, and other materials which may assist in Your use of Services or Product. <strong><em>&#8220;Parties&#8221;<\/em><\/strong> means both You (the user of the Product) and Us (the owner of the Product) collectively. <strong><em>&#8220;Product&#8221;<\/em><\/strong> means the Website including all pages, all sub pages, all blogs, all forums, all other connected pages and all other connected internet content whatsoever, the home page or main page of which is located at: www.allupsilica.com.au <strong><em>&#8220;Services&#8221;<\/em><\/strong> means any or all services provided by or on the Product. <strong><em>&#8220;Terms&#8221;<\/em><\/strong> means these terms and conditions. <strong><em>&#8220;Us&#8221;, &#8220;We&#8221;, &#8220;Our&#8221;, &#8220;the Company” or<\/em> &#8220;<em>the Owner&#8221;<\/em><\/strong> refers to Allup Sand Pty Ltd <strong><em>&#8220;Us&#8221;, &#8220;We&#8221;, &#8220;Our&#8221;, &#8220;the Company” or<\/em> &#8220;<em>the Owner&#8221;<\/em><\/strong> also includes any employees, affiliates, agents or other representatives of Allup Sand Pty Ltd <strong><em>&#8220;You&#8221; <\/em>or <em>&#8220;Your&#8221;<\/em><\/strong> refers to the user of the Product. <strong><em>&#8220;Your Content&#8221;<\/em><\/strong> means any Content posted to or added to the Product, Content or Materials by You or by somebody authorised by You or doing so on Your behalf.<\/p>\n<p><strong>2. INTERPRETATION : a.<\/strong>In these Terms, unless the context otherwise requires, the following rules of interpretation shall apply: <strong>I.<\/strong>Words referring to one gender include every other gender. <strong>II.<\/strong> Words referring to a singular number include the plural, and words referring to a plural include the singular. <strong>III.<\/strong> Words referring to a person or persons includes companies, firms, corporations, organisations and vice versa. <strong>IV.<\/strong> Any obligation on a Party not to do something includes an obligation not to allow that thing to be done.<\/p>\n<p><strong>3. YOUR AGREEMENT AND REPRESENTATIONS : a.<\/strong>By continuing to use the Product and the Items You warrant and acknowledge that You have had the chance to review and consider the Terms, that You understand the Terms and that You agree to be bound by the Terms. If You do not understand the Terms or do not agree to be bound by them then you must stop using the Items immediately. We only agree to provide use of the Items to You if You agree to these Terms. <strong>b.<\/strong>By continuing to use the Product and the Items You represent and warrant to Us that You have legal capacity to enter these Terms. <strong>c.<\/strong> By continuing to use the Product and the Items You represent and warrant to Us that You have complied with all of these Terms.<\/p>\n<p><strong>4. AGE RESTRICTION : a.<\/strong>In order to use the Items, you must be <strong>aged at least 18 years<\/strong>. <strong>b.<\/strong>By using the Items, You represent and warrant that You are aged at least 18 years. <strong>c.<\/strong> We accept no responsibility or liability for any misrepresentation of Your age.<\/p>\n<p><strong>5. LICENCE TO USE PRODUCT, CONTENT AND MATERIALS : a.<\/strong>We may provide You with certain other Items in connection with Your use of the Product. <strong>b.<\/strong>Subject to these Terms, We grant You a licence to use the Product, Content and Materials solely in connection with Your use of the Items. The licence created under these Terms is non-exclusive, limited, non-transferable, worldwide and revocable. <strong>c.<\/strong> You may not use the Product, Content or Materials for any purpose other than in accordance with the licence that is provided under this clause, and this licence to use the Product, Content and Materials terminates upon Your cessation of use of the Items or upon termination of this Contract.<\/p>\n<p><strong>6. COPYRIGHT AND PERMITTED USE OF FINISHED ITEM : a.<\/strong>Items accessible from this Website platform are subject to or may be subject to copyright. Other than the fair dealing permitted by the Copyright Act 1968, We permit You permission to download and use copyright material only for private and limited specified purposes. <strong>You may not use the Items for radio, television or cinematic broadcast purposes under any circumstance as the Items are not licensed for this type of use. b.<\/strong>Except as permitted by the copyright law applicable, You may not reproduce or communicate any of the content on this Website, including the downloadable items (finished video files) outside of the specific intended use without Our consent. For any other non-permitted use of our copyright material, You must obtain written permission from Us or the relevant copyright owner. Any granted permission is subject to the requirements of the copyright owner’s interest in the material and may require the payment of further financial consideration. If further financial consideration is payable, these costs will be Your responsibility and payable by You. <strong>c.<\/strong> The Australian Copyright Act allows certain uses of content from the internet without the copyright owners permission. This includes uses by educational and by Commonwealth and State governments, provided fair compensation is paid. For more information, see <u>www.copyright.com.au<\/u> or <u>www.copyright.org.au<\/u>.<\/p>\n<p><strong>7. EXCLUSION OF LIABILITY : a.<\/strong>The Product, Content and Materials are provided for general information only and may change at any time without prior notice. <strong>b.<\/strong>You accept and acknowledge that the Items may contain mistakes, errors and inaccuracies. <strong>c<\/strong>. Your use of the Product, Content and Materials is entirely at Your risk. It is Your responsibility to make sure that any Goods, Services, Materials, Content or other information available through the Product suits Your particular purpose. <strong>d.<\/strong> Neither We, nor any third parties, provide any guarantees or warranties regarding the accuracy, completeness, performance, reliability, timeliness, quality, merchantability, safety, legality or suitability for a particular purpose of the Items. <strong>e.<\/strong> To the maximum extent permitted by law, We hereby expressly exclude all warranties, guarantees, representations or terms (whether express or implied) except for those expressly set out in these Terms. <strong>f.<\/strong> To the maximum extent permitted by law, We hereby expressly exclude any liability in relation to the accuracy, completeness, performance, reliability, timeliness, quality, merchantability, safety, legality or suitability for a particular purpose of the Items. <strong>g.<\/strong> To the maximum extent permitted by law, We hereby expressly exclude any liability in relation to loss of data, interruption to Your business or any damages which are incidental to or arise from such loss of data or interruption to business. <strong>h.<\/strong> To the maximum extent permitted by law, We will not be liable for any damage, loss, cost or expense including legal costs and expenses, whether direct or indirect, incurred by You in connection with Your use of the Items.<\/p>\n<p><strong> 8. INDEMNITY : <\/strong>You hereby indemnify Us (which, for the sake of clarity, also includes any of Our employees, affiliates, agents or other representatives) and You agree to defend Us and to hold Us harmless in relation to any and all claims, suits, demands, actions, liabilities, costs and expenses (including legal costs and expenses on a full indemnity basis) which may arise from or relate to Your use or misuse of the Items. You agree that We may select Our own legal representation and may participate in Our own legal proceedings if We choose.<\/p>\n<p><strong> 9. TERMINATION : a.<\/strong>We may immediately terminate these Terms at any time, with or without cause. <strong>b.<\/strong>We specifically reserve the right to terminate these Terms if You breach these Terms in any way. <strong>c.<\/strong> These Terms terminate automatically if We cease to operate the Product for any reason. <strong>d.<\/strong> If You have registered for an account with Us, You may terminate these Terms at any time by contacting Us and requesting termination. <strong>e.<\/strong> At the termination of these Terms, any provisions which would by their nature be expected to survive termination shall remain in full force and effect, including but not limited to Our exclusions of liability as outlined in the &#8220;Exclusions of Liability&#8221; clause.<\/p>\n<p><strong> 10. OTHER ACTION : a.<\/strong>We reserve the right to take any of the following actions in Our sole discretion: (i) Monitor, review, edit or delete any Content which You have added, uploaded or posted to the Product or through the other Items, whether or not You have breached these Terms; (ii) Record any correspondence that occurs in public sections of the Product; (iii) Review any allegations about breaches of these Terms, and determine in Our sole discretion whether to take any action in response to those alleged breaches, including removal of any Content in relation to those alleged breaches; (iv) Determine in Our sole discretion whether to terminate Your or another Product user&#8217;s access to any particular section or sections of the Product or other Items.<\/p>\n<p><strong> 11. ACCEPTABLE USE : a.<\/strong>You agree not to use the Product or the Items for any unlawful purpose or any purpose prohibited under this clause. You agree not to use the Product or the Items in any way that could damage the Product, the Items, or Our general business. <strong>b.<\/strong>You further agree not to use the Product or the Items: (i) to harass, abuse, or threaten any other person or to otherwise violate any other person&#8217;s legal rights; (ii) to violate any intellectual property rights of Us or of any third party; (iii) to upload or otherwise disseminate any computer viruses or other software that may damage the property of another; (iv) to commit any kind of fraud; (v) to engage in or create any unlawful gambling, sweepstakes or pyramid schemes; (vi) to publish or distribute any obscene or defamatory material; (vii) to publish or distribute any material that incites violence, hatred or discrimination towards any person, group or community; (viii) to unlawfully gather information about others. <strong>c.<\/strong> Unauthorised use by You of the Items may be a criminal offence and may give rise to a claim for damages.<\/p>\n<p><strong> 12. CONTENT PROVIDED BY YOU : a.<\/strong>If you are required to submit content to Us as part of the Product function of supplying You with the items. This means You may provide to Us content including, but not limited to, information, descriptions, text, photographs, logos, designs or other material that We have accepted from You. <strong>b.<\/strong>You retain ownership of content provided by You subject to these conditions. <strong>c.<\/strong> You irrevocable give Us a worldwide, non-exclusive, royalty-free, perpetual, transferable licence to use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and display and publicly perform, in any medium, whether currently in existence or not. If required, You also grant each viewer or user of the Product an irrevocable non-exclusive licence to use, reproduce, distribute and display the content provided by You. <strong>d.<\/strong> In Your actions of submitting the content You warrant that You own and\/or control all the rights to the content provided by You or you have the lawful right including all necessary licences, rights, consents, and permissions to the contents use and therefore unreservedly give Us permission and authorise Us to accept the content provided by you and use the content provided by You in the Product. <strong>e.<\/strong> Furthermore, You represent and warrant that the content provided by You: (i) does not infringe the intellectual property rights of any other party, and that if necessary or required You agree to pay all royalties, fees or any monies payable; (ii) is not misleading or deceptive; (iii) is correct or not materially incorrect; (iv) are not likely to cause offence or are not obscene, hateful, racially or ethnically offensive; (v) do not defame; (vi) is not unlawfully provided or a promotion of unlawful conduct; or (vii) is inappropriate or not fit for purpose. <strong>f.<\/strong> We may remove any content provided by You at without consultation or notice to You if We considers that the content provided by You: (i) is in breach of any law or regulation; (ii) is misleading or deceptive; (iii) is materially incorrect; (iv) is likely to cause offence; (v) is obscene, hateful, racially or ethnically offensive; (vi) is in breach of any law or regulation; (vii) is not unlawfully provided or a promotion of unlawful conduct; (vii) is inappropriate or not fit for purpose; (viii) infringe the intellectual property rights of any third party; (ix) is required by a regulatory body or any relevant authority pursuant to a properly formatted regulatory or legal notice; (x) is technically inhibited or corrupted, including any links to malware or other malicious code.<\/p>\n<p><strong>13. RESPONSIBILITY OR LIABILITY FOR CONTENT PROVIDED BY YOU :<\/strong><strong>a.<\/strong>To the maximum extent permitted by law, We have no responsibility or liability for any content provided by You or any infringing content provided by You, or for any loss or damage suffered by You or any other person because of the Product storing, holding, or making available, any content or infringing content to any person or party. <strong>b.<\/strong> We are under no obligation to review any content provided by You to determine its accuracy, truthfulness, or whether it is defamatory, slanderous or contains falsehoods or is considered not compliant material. <strong>c. <\/strong>You may contact Us and ask Us to remove any content provided by You from the Product. You agree to help Us and follow any reasonable procedures and You agree to provide reasonable information, as We deem necessary, including but not limited to information verifying your identity and the basis upon which you request the content be removed. d. You acknowledge that notwithstanding your request, We are under no obligation to remove any content in a specified timeframe unless specified by law. e. You acknowledge that removed content is done on a without prejudice basis, and upon such removal, You agree to release Us from any action, claim, proceedings, damages or other obligation which you may make, institute or claim against Us in relation to the content provided by You. Specifically, You indemnify and keep indemnified, Us, as a direct or indirect result of any legal proceedings or any claim made against Us by a third party, which arises directly or indirectly from any content provided by You<\/p>\n<p><strong> 14. VARIATION OF TERMS : a.<\/strong>You hereby acknowledge and agree that these Terms may be varied or amended from time to time in Our sole discretion. If You continue to use the Product following any such variation or amendment You will be deemed to have confirmed and agreed to the new Terms as varied or amended. <strong>b.<\/strong>You agree to routinely monitor these Terms and to refer to the Effective Date posted at the top of these Terms in order to monitor any modifications or variations. You further agree to clear Your cache when doing so in order to avoid accessing a prior version of these Terms. <strong>c.<\/strong> In the event that You fail to monitor any modifications to or variations of these Terms, You agree that such failure shall be considered an affirmative waiver of Your right to review the modified or varied Terms.<\/p>\n<p><strong> 15. AFFILIATE MARKETING AND ADVERTISING<\/strong>: <strong>a.<\/strong>Through the Product and other Items, We may engage in affiliate marketing whereby We receive a commission on or a percentage of proceeds of sales of Third Party Goods and Services that occur through Our Product and other Items. <strong>b.<\/strong> Through the Product and other Items, We may accept advertising and sponsorships from commercial businesses whereby third parties pay us to advertise on the Product or through Our other Items, or We may receive other forms of advertising compensation. <strong>c.<\/strong> A display of advertising does not imply an endorsement or recommendation by Us.<\/p>\n<p><strong> 16. THIRD PARTY LINKS : a.<\/strong>We may include links or hyperlinks and other directions to third-party Websites. These third-party Websites are not operated by Us, and not part of our Product and are outside of our control or influence. Accordingly, We are not responsible for any third-party Websites. <strong>b.<\/strong>If You use Our Product to link to any third-party Websites You do so at your own risk. We entirely provide no warranty as to information contained on any third-party Websites, and We disclaim all liability and responsibility for any direct or indirect loss or any damage which may be suffered by You due to You relying on anything contained on or omitted from these third-party Websites.<\/p>\n<p><strong> 17. CHANGES TO PRODUCT : a.<\/strong>You acknowledge and agree that We may, in Our sole discretion, vary, alter, amend, change or update the Content, Materials or the Product at any time. <strong>b.<\/strong>You acknowledge, agree and accept that the Product may be unavailable from time to time (whether it is unavailable due to maintenance or for any other reason). <strong>c.<\/strong> You acknowledge, agree and accept that We take no responsibility for, and to the maximum extent permitted by law We shall not be liable in any way for the Items being temporarily unavailable, whether due to reasons within our control or not.<\/p>\n<p><strong> 18. INTELLECTUAL PROPERTY : a.<\/strong>The Items contain intellectual property that is owned by Us and\/or that is licensed to Us. This includes, but is not limited to, the contents, layout, design, colours, appearance, graphics and imagery of the Product, Content, Materials and Goods as Well as all copyrights, trademarks, trade secrets, patents and other intellectual property contained in the Items (hereinafter &#8220;Company IP&#8221;). <strong>b.<\/strong>You hereby acknowledge and agree that, as between Us and You, We own all intellectual property rights in the Items and that nothing in these Terms amounts to a transfer of any intellectual property rights from Us to You. <strong>c.<\/strong> You hereby acknowledge and agree not to use the Company IP for any unlawful or infringing purpose. <strong>d.<\/strong> You hereby acknowledge and agree not to reproduce or distribute the Company IP in any way, including electronically or via registration of any new trademarks, trade names, service marks or Uniform Resource Locators (URLs) without express written permission from Us. <strong>e.<\/strong> You hereby acknowledge and agree that by adding, posting or uploading any Content on the Product (hereinafter &#8220;Your Content&#8221;), you grant Us a worldwide, irrevocable, perpetual, non-exclusive, royalty-free and transferrable right and licence to use Your Content in any way We choose. This licence includes a right and licence to: (i) reproduce, copy, alter or make derivate works from Your Content in any way We choose; (ii) display, communicate to the public, broadcast or transmit Your Content in any way We choose, and; (iii) authorise any other person, company or organisation to use Your Content in any way We choose. <strong>f.<\/strong> You represent and warrant to Us that You have all necessary rights to grant the licences and to provide the consents set out in this clause in relation to &#8220;Intellectual property&#8221;. <strong>g.<\/strong> All of the provisions of this clause in relation to &#8220;Intellectual property&#8221; shall survive any termination of<br \/>\nthese Terms.<\/p>\n<p><strong> 19. USER REGISTRATION : <\/strong>You may be asked to register with Us in order to use or access the Items. <strong>b.<\/strong>If You register with Us, You may be asked to provide personal details such as Your name and email address, as Well as choosing a user name and a password (&#8220;Identifying Information&#8221;). This Identifying Information will allow You to access the Items. <strong>c.<\/strong>You acknowledge that You are responsible for ensuring the accuracy of any Identifying Information You provide as part of the registration process. <strong>d.<\/strong> You agree that You will not share your Identifying Information with any third party and if You discover that Your Identifying Information has been compromised, You agree to notify Us immediately in writing. <strong>e.<\/strong> You acknowledge that You are responsible for maintaining the safety and security of Your Identifying Information as Well as keeping Us informed of any changes to Your Identifying Information. <strong>f.<\/strong> You acknowledge that providing false or misleading information or using the Items to further fraud or unlawful activity is grounds for immediate termination of these Terms.<\/p>\n<p><strong>Allup Sand is strongly committed to protecting the privacy of personal data that we maintain.<\/strong><\/p>\n<p>Allup Sand will give you the opportunity to opt out of receiving communications from us every time we contact you but if you decide you no longer wish to receive marketing content please email <a href=\"mailto:team@allupsilica.com\">team@allupsilica.com<\/a><\/p>\n<p>Please note that we may still be required to send you emails regarding factual, transactional and\/or servicing information in connection with products or services that we are providing to you or the organisation through whom you are known to us.<\/p>\n<p><strong>By accepting the Terms and Conditions here in you will receive relevant publications, industry newsletters and product updates.<\/strong><\/p>\n<p><strong> 20. PRIVACY : a.<\/strong>Through Your use of the Product or other Items, You may provide Us with some of Your personal information. By using the Product or Items, You authorise Us to use Your information in Australia and any other country where We operate. <strong>b.<\/strong>We take Our privacy obligations very seriously. <strong>c.<\/strong> Please refer to Our privacy policy for further information about what information We collect, how We use it and store it, and Your rights in relation to it.<\/p>\n<p><strong> 21. REVERSE ENGINEERING AND SECURITY : <\/strong>You agree not to: <strong>a.<\/strong>reverse engineer, or attempt to reverse engineer or disassemble any code or software from or on the Items; and <strong>b.<\/strong>violate the security of the Items through any unauthorised access, circumvention of encryption or other security tools, data mining or interference with any host, user or network.<\/p>\n<p><strong> 22. SPAM POLICY : a.<\/strong>You are prohibited from using the Items for the purpose of gathering email addresses and\/or personal information from people, companies or other organisations and\/or for sending bulk emails or unsolicited emails. <strong>b.<\/strong>The Product contains an email distribution functionality that You can use. You agree that it will not be used for sending bulk emails or<br \/>\nunsolicited emails.<\/p>\n<p><strong> 23. GENERAL PROVISIONS : a.<\/strong>Australian Consumer Law: You may have certain rights, warranties, guarantees and remedies under the <em>Australian Consumer Law<\/em>, which is contained in the <em>Competition and Consumer Act 2010 (Cth),<\/em>and these rights, warranties, guarantees and remedies may not be restricted, modified or excluded by Us. Our liability to you is governed solely by these Terms and the <em>Australian Consumer Law. <\/em><strong>b.<\/strong> Applicable law: Your use of the Product and the Items is subject to the laws of Western Australia and each party submits to the jurisdiction of the courts of Western Australia. <strong>c.<\/strong> Written communication: In relation to any correspondence or notification which is required under these Terms to be provided in writing from one party to the other party: Such notice is properly given if given to the other party: (i) by email to an email address that the other party has nominated, acknowledged or used in connection with the use of the Product or other Items. (ii) by facsimile to a facsimile address which the other party has nominated, acknowledged or used in connection with the use of the Product or other Items. (iii) by post to a postal address the other party has nominated, acknowledged or used in connection with the use of the Product or other Items. Such notice is taken to be received: (i) if sent by email, when the email becomes capable of being retrieved by the recipient at the relevant email address. (ii) if sent by facsimile, at the time shown of correct and complete transmission to the recipient&#8217;s facsimile number by the sending machine. (iii)if sent by prepaid post within Australia, five (5) days after the date of posting. (iv) if sent by prepaid post to or from an address outside Australia, twenty-one (21) days after the date of posting. <strong>d. <\/strong>No assignment: You must not assign, sub-licence or otherwise deal in any way with your rights under these Terms without Our prior written consent. <strong>e.<\/strong> Severability: If any clause or sub-clause of these Terms is held to be invalid or unenforceable, it is to be read down or severed such that the remaining clauses and sub-clauses will be enforced to the maximum extent possible. In such circumstances, the remainder of these Terms shall continue in full force and effect. <strong>f.<\/strong> No waiver: In the event that We fail to enforce any provision of these Terms, this shall not constitute a waiver of any future enforcement of that provision or of any other provision. Waiver of any clause or sub-clause of these Terms will not constitute a waiver of any other clause or sub-clause. <strong>g.<\/strong> Headings for convenience only: Headings of clauses and sub-clauses under these Terms are for convenience only. Headings shall not affect the meaning of any provision of these Terms. <strong>h.<\/strong> Parties must take all reasonable steps: Each party must, at its own expense, take all reasonable steps and do all that is reasonably necessary to give full effect to these Terms and the events contemplated by them. <strong>i.<\/strong> Separate agreements: You may have other legal agreements with Us. Those other legal agreements are separate from and are in addition to these Terms. These Terms do not alter, amend, revise or replace the terms of any other legal agreements You may have with Us.<\/p>\n<p><strong>24. CONTACT US : <\/strong>You can contact us about these Terms using the following details: <a href=\"mailto:team@allupsilica.com\">team@allupsilica.com<\/a> : Suite 90, 102 Railway Street, West Perth, Western Australia, 6005.<\/p>\n<\/div>\n<\/div>\n\t\t<\/div><\/div><\/div><\/div>","protected":false},"excerpt":{"rendered":"<p>TERMS OF USE Allup Sand Pty Ltd Effective Date: 01\/06\/202 These terms and conditions (hereinafter &#8220;Terms&#8221;) govern Your use of the following Website (which is hereinafter referred to as &#8220;the Product&#8221;): www.allupsilica.com or www.allupsilica.com.au The Product or Information is owned and operated by Allup Sand Pty Ltd (ACN 163 173 224) These Terms constitute a binding [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"fullwidth.php","meta":[],"_links":{"self":[{"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/pages\/191"}],"collection":[{"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/comments?post=191"}],"version-history":[{"count":11,"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/pages\/191\/revisions"}],"predecessor-version":[{"id":357,"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/pages\/191\/revisions\/357"}],"wp:attachment":[{"href":"https:\/\/allupsilica.com\/wp-json\/wp\/v2\/media?parent=191"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}